tap "amazon/amazon", "ssh://git.amazon.com/pkg/HomebrewAmazon"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jimeh/emacs-builds"
brew "angle-grinder"
brew "xz"
brew "unixodbc"
brew "asdf"
brew "awscli"
brew "python@3.9"
brew "bazel"
brew "cloc"
brew "diffr"
brew "fd"
brew "findutils"
brew "fish"
brew "openjdk"
brew "fop"
brew "fortune"
brew "gawk"
brew "git"
brew "git-secrets"
brew "go"
brew "graphviz"
brew "groff"
brew "hyperfine"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "llvm"
brew "make"
brew "mandoc"
brew "mdp"
brew "mosh"
brew "tree-sitter"
brew "neovim"
brew "node"
brew "pyenv"
brew "rename"
brew "ripgrep"
brew "rust"
brew "tree"
brew "wget"
brew "zig"
cask "1password"
cask "alloy"
cask "amazon-acronyms"
cask "calibre", args: { appdir: "~/Applications" }
cask "deckset"
cask "discord", args: { appdir: "~/Applications" }
cask "emacs-app-good"
cask "font-fira-code-nerd-font", args: { appdir: "~/Applications" }
cask "font-jetbrains-mono-nerd-font", args: { appdir: "~/Applications" }
cask "iina", args: { appdir: "~/Applications" }
cask "intellij-idea-ce"
cask "kitty", args: { appdir: "~/Applications" }
cask "mailmate"
cask "neovide"
cask "postman"
cask "spotify"
cask "telegram", args: { appdir: "~/Applications" }
cask "wireshark"
