tap "amazon/amazon", "ssh://git.amazon.com/pkg/HomebrewAmazon"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "angle-grinder"
brew "xz"
brew "webp"
brew "asciinema"
brew "cffi"
brew "awscli"
brew "node"
brew "bash-language-server"
brew "openjdk@11"
brew "bazel"
brew "cheat"
brew "cloc"
brew "delve"
brew "diffr"
brew "eksctl"
brew "unixodbc"
brew "wxwidgets"
brew "erlang"
brew "elixir"
brew "elixir-ls"
brew "fastmod"
brew "fd"
brew "fish"
brew "gawk"
brew "git"
brew "git-secrets"
brew "go"
brew "gofumpt"
brew "gopls"
brew "helix"
brew "helm"
brew "htop"
brew "hyperfine"
brew "jq"
brew "kubernetes-cli"
brew "libheif"
brew "libraw"
brew "llvm"
brew "lua-language-server"
brew "make"
brew "mandoc"
brew "mdp"
brew "ncdu"
brew "tree-sitter"
brew "neovim"
brew "netpbm"
brew "nmap"
brew "pyenv"
brew "python@3.9"
brew "rename"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "typescript"
brew "typescript-language-server"
brew "vscode-langservers-extracted"
brew "yaml-language-server"
brew "zig"
brew "zsync"
cask "1password"
cask "alloy", args: { appdir: "~/Applications" }
cask "amazon-acronyms"
cask "calibre", args: { appdir: "~/Applications" }
cask "discord", args: { appdir: "~/Applications" }
cask "font-fira-code-nerd-font", args: { appdir: "~/Applications" }
cask "font-jetbrains-mono-nerd-font", args: { appdir: "~/Applications" }
cask "iina", args: { appdir: "~/Applications" }
cask "kitty", args: { appdir: "~/Applications" }
cask "mailmate", args: { appdir: "~/Applications" }
cask "obsidian", args: { appdir: "~/Applications" }
cask "postman", args: { appdir: "~/Applications" }
cask "quip", args: { appdir: "~/Applications" }
cask "spotify", args: { appdir: "~/Applications" }
cask "telegram", args: { appdir: "~/Applications" }
cask "transmission-remote-gui", args: { appdir: "~/Applications" }
