tap "amazon/amazon", "ssh://git.amazon.com/pkg/HomebrewAmazon"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "ack"
brew "aerc"
brew "angle-grinder"
brew "xz"
brew "webp"
brew "asciinema"
brew "awscli"
brew "node"
brew "bash-language-server"
brew "openjdk@11"
brew "bazel"
brew "cffi"
brew "cheat"
brew "cloc"
brew "cloudflare-wrangler2"
brew "dasel"
brew "davmail"
brew "delve"
brew "deno"
brew "diffr"
brew "dprint"
brew "eksctl"
brew "unixodbc"
brew "wxwidgets"
brew "erlang"
brew "elixir"
brew "elixir-ls"
brew "fastmod"
brew "fd"
brew "fish"
brew "gawk"
brew "git"
brew "git-secrets"
brew "go"
brew "gofumpt"
brew "gopls"
brew "helix"
brew "helm"
brew "htop"
brew "hugo"
brew "hyperfine"
brew "jq"
brew "zeromq"
brew "jupyterlab"
brew "kubernetes-cli"
brew "lazygit"
brew "libheif"
brew "libraw"
brew "llvm"
brew "lua-language-server"
brew "make"
brew "mandoc"
brew "marksman"
brew "mdp"
brew "mkcert"
brew "ncdu"
brew "tree-sitter"
brew "neovim"
brew "netpbm"
brew "nmap"
brew "notmuch"
brew "nss"
brew "nushell"
brew "picat"
brew "podman"
brew "pyenv"
brew "python-matplotlib"
brew "python@3.9"
brew "rakudo-star"
brew "rebar3"
brew "rename"
brew "ripgrep"
brew "rust"
brew "tmux"
brew "tree"
brew "typescript"
brew "typescript-language-server"
brew "vscode-langservers-extracted"
brew "yaml-language-server"
brew "yq"
brew "zig"
brew "zsync"
cask "1password"
cask "adobe-acrobat-reader", args: { appdir: "~/Applications" }
cask "alloy", args: { appdir: "~/Applications" }
cask "amazon-acronyms"
cask "betterdisplay"
cask "calibre", args: { appdir: "~/Applications" }
cask "deckset"
cask "discord", args: { appdir: "~/Applications" }
cask "font-cascadia-code-pl"
cask "font-fira-code"
cask "font-fira-code-nerd-font", args: { appdir: "~/Applications" }
cask "font-go"
cask "font-iosevka"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font", args: { appdir: "~/Applications" }
cask "font-monaspace"
cask "font-symbols-only-nerd-font"
cask "font-victor-mono"
cask "github"
cask "iina", args: { appdir: "~/Applications" }
cask "kitty", args: { appdir: "~/Applications" }
cask "mailmate", args: { appdir: "~/Applications" }
cask "obsidian", args: { appdir: "~/Applications" }
cask "postman", args: { appdir: "~/Applications" }
cask "quip", args: { appdir: "~/Applications" }
cask "spotify", args: { appdir: "~/Applications" }
cask "telegram", args: { appdir: "~/Applications" }
cask "transmission-remote-gui", args: { appdir: "~/Applications" }
cask "zed"
